
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>前言 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter active" data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    前言
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >前言</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x524D;&#x8A00;">&#x524D;&#x8A00;</h1>
<p>&#x4F5C;&#x4E3A;&#x4E00;&#x4E2A;&#x4E1A;&#x4F59;&#x7684;&#x5DF4;&#x897F;&#x67D4;&#x672F;&#x7231;&#x597D;&#x8005;&#xFF0C;&#x8BF4;&#x8D77;&#x6765;&#x4E5F;&#x633A;&#x6709;&#x610F;&#x601D;&#xFF0C;&#x5B66;&#x8FC7;&#x7684;&#x6280;&#x672F;&#xFF0C;&#x5C31;&#x8DDF;&#x7334;&#x5B50;&#x63B0;&#x68D2;&#x5B50;&#x4F3C;&#x7684;&#xFF0C;&#x4ECA;&#x5929;&#x5B66;&#x7684;&#xFF0C;&#x660E;&#x5929;&#x53EF;&#x80FD;&#x5C31;&#x5FD8;&#x4E86;&#x3002;&#x5148;&#x4E0D;&#x8BF4;&#x56DE;&#x7B54;&#x50CF;&#x201C;&#x5DF4;&#x897F;&#x67D4;&#x672F;&#x5230;&#x5E95;&#x6709;&#x591A;&#x5C11;&#x79CD;&#x6280;&#x672F;&#xFF1F;&#x201D;&#x8FD9;&#x6837;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x5C31;&#x7B97;&#x662F;&#x201C;&#x6211;&#x5230;&#x5E95;&#x5B66;&#x8FC7;&#x4E86;&#x591A;&#x5C11;&#x79CD;&#x5DF4;&#x897F;&#x67D4;&#x672F;&#x6280;&#x672F;&#xFF1F;&#x201D;&#xFF0C;&#x201C;&#x5728;&#x67D0;&#x4E2A;&#x4F4D;&#x7F6E;&#xFF0C;&#x67D0;&#x79CD;&#x60C5;&#x5F62;&#x4E0B;&#xFF0C;&#x6709;&#x51E0;&#x79CD;&#x6280;&#x672F;&#x53EF;&#x4EE5;&#x9009;&#x62E9;&#xFF1F;&#x201D;&#x8FD9;&#x6837;&#x7684;&#x95EE;&#x9898;&#x90FD;&#x662F;&#x5F88;&#x56F0;&#x96BE;&#x7684;&#x3002;</p>
<p>&#x7531;&#x4E8E;&#x8BAD;&#x7EC3;&#x91CF;&#x4E0D;&#x591F;&#xFF0C;&#x5B9E;&#x6218;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x5230;&#x4E86;&#x67D0;&#x4E2A;&#x4F4D;&#x7F6E;&#xFF0C;&#x8111;&#x888B;&#x4E00;&#x7247;&#x7A7A;&#x767D;&#x662F;&#x5E38;&#x6709;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x8FD9;&#x65F6;&#x5019;&#x53EA;&#x80FD;&#x51ED;&#x501F;&#x7740;&#x529B;&#x91CF;&#x548C;&#x672C;&#x80FD;&#x6765;&#x505A;&#x52A8;&#x4F5C;&#xFF0C;&#x5F80;&#x5F80;&#x5C31;&#x662F;&#x4ECE;&#x8FD9;&#x4E2A;&#x65F6;&#x5019;&#x5F00;&#x59CB;&#x53D8;&#x5F97;&#x88AB;&#x52A8;&#x7684;&#xFF0C;&#x540E;&#x8FB9;&#x6240;&#x6709;&#x7684;&#x52AA;&#x529B;&#xFF0C;&#x90FD;&#x662F;&#x5728;&#x5F25;&#x8865;&#x90A3;&#x4E2A;&#x65F6;&#x523B;&#x72AF;&#x7684;&#x9519;&#x8BEF;&#x3002;</p>
<p>&#x6211;&#x4E5F;&#x66FE;&#x7ECF;&#x505A;&#x8FC7;&#x4E00;&#x6BB5;&#x65F6;&#x95F4;&#x7684;&#x8BAD;&#x7EC3;&#x7B14;&#x8BB0;&#xFF0C;&#x8BD5;&#x56FE;&#x628A;&#x8001;&#x5E08;&#x6559;&#x8FC7;&#x7684;&#x3001;&#x7F51;&#x4E0A;&#x770B;&#x5230;&#x7684;&#x6280;&#x672F;&#x8BB0;&#x4E0B;&#x6765;&#xFF0C;&#x5E76;&#x8FDE;&#x63A5;&#x8D77;&#x6765;&#xFF0C;&#x5F62;&#x6210;&#x81EA;&#x5DF1;&#x7684;&#x5957;&#x8DEF;&#x3002;&#x8FC7;&#x4E86;&#x4E00;&#x6BB5;&#x65F6;&#x95F4;&#x540E;&#x53D1;&#x73B0;&#x662F;&#x884C;&#x4E0D;&#x901A;&#x7684;&#xFF0C;&#x73B0;&#x5728;&#x603B;&#x7ED3;&#x8D77;&#x6765;&#xFF0C;&#x6709;&#x51E0;&#x4E2A;&#x539F;&#x56E0;&#xFF1A;</p>
<ul>
<li>&#x4E00;&#x4E2A;&#x662F;&#x6587;&#x5B57;&#x8868;&#x8FBE;&#x7684;&#x95EE;&#x9898;&#x3002;&#x7528;&#x6587;&#x5B57;&#x8BB0;&#x5F55;&#x6B66;&#x529F;&#x62DB;&#x5F0F;&#x662F;&#x6709;&#x5F88;&#x591A;&#x95EE;&#x9898;&#x7684;&#xFF0C;&#x9996;&#x5148;&#x5C31;&#x662F;&#x4E0D;&#x5F62;&#x8C61;&#xFF0C;&#x6709;&#x4E00;&#x4E2A;&#x4ECE;&#x6587;&#x5B57;&#x5230;&#x56FE;&#x50CF;&#x7684;&#x8F6C;&#x6362;&#x8FC7;&#x7A0B;&#xFF0C;&#x5B9E;&#x6218;&#x65F6;&#x5019;&#x7684;&#x53CD;&#x5E94;&#x90FD;&#x662F;&#x7535;&#x5149;&#x706B;&#x77F3;&#x4E4B;&#x95F4;&#x7684;&#xFF0C;&#x8FD9;&#x79CD;&#x53CD;&#x5E94;&#x901F;&#x5EA6;&#x662F;&#x4E0D;&#x591F;&#x7684;&#x3002;</li>
<li>&#x5B9E;&#x6218;&#x4E2D;&#x7684;&#x53D8;&#x5316;&#x592A;&#x5FEB;&#x4E86;&#xFF0C;&#x4E00;&#x4E2A;&#x6280;&#x672F;&#x5931;&#x8BEF;&#x548C;&#x4E0D;&#x540C;&#x5BF9;&#x624B;&#x7684;&#x4E0D;&#x540C;&#x53CD;&#x5E94;&#x4F1A;&#x5BFC;&#x81F4;&#x51C6;&#x5907;&#x4E00;&#x7CFB;&#x5217;&#x5957;&#x8DEF;&#x90FD;&#x6CE1;&#x6C64;&#x4E86;&#x3002;&#x5C31;&#x5982;&#x827E;&#x68EE;&#x8C6A;&#x5A01;&#x8BF4;&#x8FC7;&#x7684;&#x4E00;&#x6837;&#xFF0C;&#x201C;&#x6218;&#x6597;&#x89C4;&#x5212;&#x662F;&#x5F88;&#x91CD;&#x8981;&#x7684;&#xFF0C;&#x4F46;&#x4E00;&#x65E6;&#x7B2C;&#x4E00;&#x67AA;&#x6253;&#x54CD;&#x4E4B;&#x540E;&#xFF0C;&#x4F60;&#x7684;&#x89C4;&#x5212;&#x5C31;&#x4F1A;&#x70DF;&#x6D88;&#x4E91;&#x6563;&#x3002;&#x201D;<a href="#refer-anchor-1"><sup>[1]</sup></a></li>
</ul>
<p>&#x4E00;&#x6B21;&#x6211;&#x5728;&#x770B;&#x4E00;&#x4E2A;&#x68D5;&#x5E26;&#x6F14;&#x793A;&#x7684;&#x201C;&#x6BCF;&#x4E2A;&#x521D;&#x5B66;&#x8005;&#x5FC5;&#x987B;&#x77E5;&#x9053;&#x7684;90&#x4E2A;&#x5DF4;&#x897F;&#x67D4;&#x672F;&#x57FA;&#x672C;&#x6280;&#x672F;&#x201D;<a href="#refer-anchor-2"><sup>[2]</sup></a>&#x65F6;&#xFF0C;&#x7A81;&#x7136;&#x60F3;&#x628A;&#x8FD9;&#x4E9B;&#x6280;&#x672F;&#x6309;&#x7167;&#x4F4D;&#x7F6E;&#x5206;&#x4E00;&#x4E0B;&#x7C7B;&#xFF0C;&#x5E76;&#x7528;&#x622A;&#x56FE;&#x7684;&#x65B9;&#x5F0F;&#x8BB0;&#x5F55;&#x5173;&#x952E;&#x7684;&#x6280;&#x672F;&#x70B9;&#x3002;&#x6CA1;&#x60F3;&#x5230;&#x8FD9;&#x4E00;&#x4E0B;&#x4F1A;&#x8BA9;&#x6211;&#x6709;&#x79CD;&#x8C41;&#x7136;&#x5F00;&#x6717;&#x7684;&#x611F;&#x89C9;&#x3002;</p>
<ul>
<li>&#x867D;&#x7136;&#x5DF4;&#x897F;&#x67D4;&#x672F;&#x7684;&#x6280;&#x672F;&#x591A;&#x4E0D;&#x80DC;&#x6570;&#xFF0C;&#x4F46;&#x5B9E;&#x6218;&#x4E2D;&#x4E24;&#x4EBA;&#x7684;&#x76F8;&#x5BF9;&#x4F4D;&#x7F6E;&#x5374;&#x662F;&#x6709;&#x9650;&#x7684;&#xFF0C;&#x4EE5;&#x4F4D;&#x7F6E;&#x4E3A;&#x8282;&#x70B9;&#x5206;&#x7C7B;&#xFF0C;&#x5F88;&#x5FEB;&#x5C31;&#x80FD;&#x5C06;&#x6280;&#x672F;&#x585E;&#x8FDB;&#x5408;&#x9002;&#x7684;&#x4F4D;&#x7F6E;&#x91CC;&#x53BB;&#x3002;&#x5B66;&#x8BA1;&#x7B97;&#x673A;&#x7684;&#x4EBA;&#x90FD;&#x77E5;&#x9053;&#xFF0C;&#x6811;&#x5F62;&#x641C;&#x7D22;&#x7684;&#x901F;&#x5EA6;&#x662F;&#x6700;&#x5FEB;&#x7684;&#xFF0C;&#x4EE5;&#x76F8;&#x5BF9;&#x4F4D;&#x7F6E;&#x4E3A;&#x6811;&#x6839;&#xFF0C;&#x5F88;&#x5FEB;&#x5C31;&#x53EF;&#x4EE5;&#x5EFA;&#x7ACB;&#x8D77;&#x4E00;&#x4E2A;&#x641C;&#x7D22;&#x6811;&#x6765;&#x3002;</li>
<li>&#x5229;&#x7528;&#x5173;&#x952E;&#x6280;&#x672F;&#x70B9;&#x622A;&#x56FE;&#x7684;&#x65B9;&#x5F0F;&#xFF0C;&#x89E3;&#x51B3;&#x4E86;&#x6587;&#x5B57;&#x7684;&#x4E0D;&#x5F62;&#x8C61;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x540C;&#x65F6;&#x53C8;&#x89E3;&#x51B3;&#x4E86;&#x770B;&#x89C6;&#x9891;&#x592A;&#x8D39;&#x65F6;&#x7684;&#x95EE;&#x9898;&#x3002;&#x5B9E;&#x6218;&#x4E2D;&#x8111;&#x6D77;&#x4E2D;&#x80FD;&#x95EA;&#x73B0;&#x51FA;&#x67D0;&#x4E00;&#x526F;&#x56FE;&#xFF0C;&#x8EAB;&#x4F53;&#x5C31;&#x80FD;&#x7ACB;&#x5373;&#x5F97;&#x5230;&#x6307;&#x4EE4;&#xFF0C;&#x5B8C;&#x6210;&#x4E00;&#x5957;&#x5B8C;&#x6574;&#x7684;&#x6280;&#x672F;&#x52A8;&#x4F5C;&#xFF0C;&#x8FD9;&#x79CD;&#x53EF;&#x80FD;&#x6027;&#x6BD4;&#x7528;&#x6587;&#x5B57;&#x8BB0;&#x5F55;&#x7684;&#x7B14;&#x8BB0;&#x8FD8;&#x662F;&#x8981;&#x5927;&#x4E00;&#x4E9B;&#x3002;</li>
</ul>
<p>&#x5F53;&#x7136;&#xFF0C;&#x6240;&#x6709;&#x7684;&#x8FD9;&#x4E9B;&#x90FD;&#x4E0D;&#x80FD;&#x4EE3;&#x66FF;&#x8BAD;&#x7EC3;&#xFF0C;&#x50CF;&#x738B;&#x8BED;&#x5AE3;&#x90A3;&#x6837;&#x9760;&#x719F;&#x8BFB;&#x62F3;&#x8C31;&#x5C31;&#x80FD;&#x6307;&#x6325;&#x522B;&#x4EBA;&#x53BB;&#x6218;&#x6597;&#x4E5F;&#x662F;&#x4E0D;&#x53EF;&#x80FD;&#x7684;&#xFF0C;&#x5C31;&#x5F53;&#x662F;&#x53C8;&#x4E00;&#x79CD;&#x5C1D;&#x8BD5;&#x5427;&#x3002;</p>
<p>2020/9/27 &#x8001;&#x7334; &#x4E8E;&#x5317;&#x4EAC;</p>
<h4 id="&#x53C2;&#x8003;&#x6587;&#x732E;">&#x53C2;&#x8003;&#x6587;&#x732E;</h4>
<p><div id="refer-anchor-1"></div>
[1]&#x300A;&#x654F;&#x6377;&#x9769;&#x547D;&#x300B;/&#x7B2C;&#x4E00;&#x7AE0;_&#x4E16;&#x754C;&#x7684;&#x8FD0;&#x4F5C;&#x65B9;&#x5F0F;&#x5DF2;&#x7ECF;&#x6253;&#x7834;</p>
<p><div id="refer-anchor-2"></div>
[2] <a href="https://www.youtube.com/playlist?list=PLxvfqs7eNFO7WJ3tqoNPnuW5vO529P-pg" target="_blank">https://www.youtube.com/playlist?list=PLxvfqs7eNFO7WJ3tqoNPnuW5vO529P-pg</a></p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"前言","level":"1.1","depth":1,"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":[],"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"README.md","mtime":"2020-09-27T05:44:06.688Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2020-09-27T06:01:30.325Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

