
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>漫谈视频行业 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="../" />
    
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        <li class="header">《漫谈视频技术》</li>
        
        
    
        <li class="chapter active" data-level="1.1" data-path="mt_video_1.html">
            
                <a href="mt_video_1.html">
            
                    
                    漫谈视频行业
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">《漫谈巴西柔术》</li>
        
        
    
        <li class="chapter " data-level="2.1" data-path="../">
            
                <a href="../">
            
                    
                    前言
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >漫谈视频行业</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h3 id="&#x6F2B;&#x8C08;&#x97F3;&#x89C6;&#x9891;&#x884C;&#x4E1A;">&#x6F2B;&#x8C08;&#x97F3;&#x89C6;&#x9891;&#x884C;&#x4E1A;</h3>
<h4 id="1">1</h4>
<p>&#x6211;&#x5E08;&#x5144;&#x8BF4;MPEG-4&#x662F;&#x4E00;&#x4E2A;&#x975E;&#x5E38;&#x5931;&#x8D25;&#x7684;&#x89C6;&#x9891;&#x6807;&#x51C6;&#xFF0C;&#x867D;&#x7136;&#x5B83;&#x5B9A;&#x4E49;&#x4E86;&#x5F88;&#x591A;&#x9AD8;&#x7EA7;&#x7684;&#x6A21;&#x578B;&#xFF0C;&#x5982;&#x524D;&#x540E;&#x80CC;&#x666F;&#x5206;&#x79BB;&#xFF0C;&#x4EBA;&#x8138;&#x6A21;&#x578B;&#x7B49;&#x3002;</p>
<p>&#x6CA1;&#x6709;&#x5DE5;&#x4E1A;&#x754C;&#x2014;&#x2014;&#x518D;&#x5F80;&#x7B80;&#x5355;&#x91CC;&#x8BF4;&#x2014;&#x2014;&#x6CA1;&#x6709;&#x82AF;&#x7247;&#x884C;&#x4E1A;&#x8DDF;&#x8FDB;&#x7684;&#x89C6;&#x9891;&#x6807;&#x51C6;&#xFF0C;&#x5C31;&#x662F;&#x81EA;&#x55E8;&#x3002;</p>
<p>&#x6700;&#x8FD1;&#x8FD8;&#x6709;&#x4EBA;&#x5199;&#x6587;&#x7AE0;&#xFF0C;&#x8BF4;&#x6709;&#x4EBA;&#x5BF9;&#x89C6;&#x9891;&#x4F1A;&#x8BAE;&#x573A;&#x666F;&#x7684;&#x89C6;&#x9891;&#x505A;&#x4E86;&#x673A;&#x5668;&#x5B66;&#x4E60;&#xFF0C;&#x538B;&#x7F29;&#x7387;&#x63D0;&#x9AD8;&#x4E86;&#x597D;&#x51E0;&#x5341;&#x500D;&#xFF0C;&#x6709;&#x53EF;&#x80FD;&#x6210;&#x4E3A;&#x65B0;&#x7684;&#x89C6;&#x9891;&#x6807;&#x51C6;&#x3002;&#x719F;&#x6089;&#x89C6;&#x9891;&#x7F16;&#x7801;&#x6807;&#x51C6;&#x5386;&#x53F2;&#x7684;&#x4EBA;&#x90FD;&#x4F1A;&#x4F1A;&#x5FC3;&#x4E00;&#x7B11;&#x3002;</p>
<h4 id="2">2</h4>
<p>2004&#x5E74;&#xFF0C;AVS&#x89C6;&#x9891;&#x7EC4;&#x8BF7;&#x6765;&#x4E86;TI&#x7684;&#x9648;&#x535A;&#x58EB;&#x62C5;&#x4EFB;&#x6280;&#x672F;&#x6307;&#x5BFC;&#xFF0C;&#x9648;&#x535A;&#x58EB;&#x770B;&#x4E86;&#x4E00;&#x4E2A;&#x7B97;&#x6CD5;&#x63D0;&#x6848;&#x540E;&#x8BF4;&#xFF0C;&#x6211;&#x5DE5;&#x4F5C;20&#x591A;&#x5E74;&#xFF0C;&#x5C31;&#x6CA1;&#x89C1;&#x8FC7;&#x4E2D;&#x95F4;&#x6570;&#x8D85;&#x8FC7;16&#x4F4D;&#x7684;&#x6EE4;&#x6CE2;&#x5668;&#x2014;&#x2014;&#x540E;&#x6765;&#x5728;&#x82AF;&#x7247;&#x516C;&#x53F8;&#x5DE5;&#x4F5C;&#x624D;&#x660E;&#x767D;&#xFF0C;&#x8D85;&#x8FC7;&#x4E86;16&#x4F4D;&#xFF0C;&#x5C31;&#x5F97;&#x7528;32&#x4F4D;&#x7684;&#x5BC4;&#x5B58;&#x5668;&#x7A7A;&#x95F4;&#x6765;&#x5B58;&#x50A8;&#xFF0C;&#x786C;&#x4EF6;&#x6210;&#x672C;&#x5C31;&#x5F97;&#x7FFB;&#x500D;&#x3002;</p>
<p>&#x89C6;&#x9891;&#x9886;&#x57DF;&#x5F88;&#x591A;&#x95EE;&#x9898;&#x90FD;&#x4E0D;&#x662F;&#x7B97;&#x6CD5;&#x95EE;&#x9898;&#xFF0C;&#x662F;&#x4EA7;&#x4E1A;&#x4E0A;&#x4E0B;&#x6E38;&#x540C;&#x884C;&#x4E89;&#x8BBA;&#x548C;&#x59A5;&#x534F;&#x7684;&#x7ED3;&#x679C;&#xFF0C;&#x4E86;&#x89E3;&#x8FD9;&#x4E00;&#x70B9;&#xFF0C;&#x624D;&#x80FD;&#x7406;&#x89E3;&#x7B97;&#x6CD5;&#x7684;&#x80CC;&#x540E;&#x903B;&#x8F91;&#x3002;</p>
<h4 id="3">3</h4>
<p>&#x5982;&#x679C;&#x80FD;&#x9047;&#x5230;Keith Jack&#xFF0C;&#x6211;&#x5F88;&#x60F3;&#x542C;&#x4E00;&#x542C;&#x4ED6;&#x5BF9;&#x5F53;&#x524D;&#x7684;&#x89C6;&#x9891;&#x884C;&#x4E1A;&#x53D1;&#x5C55;&#x65B9;&#x5411;&#x7684;&#x770B;&#x6CD5;&#x3002;</p>
<p>Keith&#x5199;&#x8FC7;&#x4E00;&#x672C;&#x8457;&#x540D;&#x4E66;&#xFF0C;&#x300A;Video Demystified: A Handbook for The Digital Engineer&#x300B;&#xFF0C;&#x90A3;&#x66FE;&#x7ECF;&#x662F;&#x6211;&#x4EEC;&#x89C6;&#x9891;&#x56E2;&#x961F;&#x7684;&#x5723;&#x7ECF;&#xFF0C;&#x6709;900&#x591A;&#x9875;&#x3002;&#x5F53;&#x65F6;&#x516C;&#x53F8;&#x7684;&#x8001;&#x677F;&#x66FE;&#x7ECF;&#x7279;&#x610F;&#x4ECE;&#x7F8E;&#x56FD;&#x4E70;&#x4E86;&#x597D;&#x51E0;&#x672C;&#xFF0C;&#x653E;&#x5728;&#x6211;&#x4EEC;&#x684C;&#x5B50;&#x4E0A;&#xFF0C;&#x6C89;&#x7538;&#x7538;&#x7684;&#x3002;</p>
<p>&#x8FD9;&#x672C;&#x4E66;&#x6700;&#x540E;&#x4E00;&#x6B21;&#x51FA;&#x7248;&#x662F;2013&#x5E74;&#xFF0C;Keith&#x672C;&#x4EBA;&#x4E00;&#x76F4;&#x5728;&#x82AF;&#x7247;&#x884C;&#x4E1A;&#x4ECE;&#x4E8B;Marketing&#x5DE5;&#x4F5C;&#xFF0C;&#x670D;&#x52A1;&#x8FC7;&#x7684;&#x516C;&#x53F8;&#x6709;&#x8457;&#x540D;&#x7684;Innovision&#xFF0C;Sigma Design&#xFF0C;2014&#x5E74;&#x540E;&#x5F00;&#x59CB;&#x505A;&#x54A8;&#x8BE2;&#xFF0C;&#x76EE;&#x524D;&#x770B;&#x4E0A;&#x53BB;&#x5DF2;&#x7ECF;&#x5904;&#x4E8E;&#x9000;&#x4F11;&#x72B6;&#x6001;&#x3002;</p>
<p>&#x90A3;&#x4E2A;&#x65F6;&#x4EE3;&#xFF0C;&#x89C6;&#x9891;&#x754C;&#x7684;&#x725B;&#x4EBA;&#x5F88;&#x5927;&#x4E00;&#x90E8;&#x5206;&#x90FD;&#x5728;&#x82AF;&#x7247;&#x516C;&#x53F8;&#xFF0C;&#x5BA2;&#x6237;&#x8981;&#x4E48;&#x662F;&#x5185;&#x5BB9;&#x5236;&#x4F5C;&#x516C;&#x53F8;&#xFF0C;&#x6BD4;&#x5982;&#x7535;&#x89C6;&#x53F0;&#xFF0C;&#x7535;&#x5F71;&#x516C;&#x53F8;&#x7B49;&#xFF0C;&#x8981;&#x4E48;&#x662F;&#x6D88;&#x8D39;&#x7535;&#x5B50;&#x4EA7;&#x54C1;&#xFF0C;&#x624B;&#x6301;&#x5F55;&#x50CF;&#x673A;&#x3001;DVD&#x3001;MP4&#x64AD;&#x653E;&#x5668;&#x7B49;&#x7B49;&#x3002;</p>
<h4 id="4">4</h4>
<p>&#x6211;&#x4EEC;&#x6765;&#x770B;&#x770B;Keith&#x7684;&#x4E66;&#x4E2D;&#x7684;&#x5185;&#x5BB9;&#xFF0C;&#x4E00;&#x5171;19&#x7AE0;&#x3002;</p>
<p>&#x5176;&#x4E2D;&#x6709;4&#x7AE0;&#x8BB2;&#x57FA;&#x672C;&#x6982;&#x5FF5;&#xFF0C;5&#x7AE0;&#x8BB2;&#x89C6;&#x9891;&#x7F16;&#x7801;&#x6807;&#x51C6;&#xFF0C;7&#x7AE0;&#x7684;&#x5185;&#x5BB9;&#x4E13;&#x95E8;&#x8BB2;&#x6570;&#x5B57;&#x7535;&#x89C6;&#x76F8;&#x5173;&#x7684;&#x6982;&#x5FF5;&#x548C;&#x6807;&#x51C6;&#x3002;</p>
<p>&#x7531;&#x4E8E;&#x5386;&#x53F2;&#x539F;&#x56E0;&#xFF0C;&#x89C6;&#x9891;&#x9886;&#x57DF;&#x4E2D;&#x5F88;&#x5927;&#x4E00;&#x90E8;&#x5206;&#x7684;&#x6982;&#x5FF5;&#x90FD;&#x662F;&#x6E90;&#x4E8E;&#x7535;&#x89C6;&#x7684;&#x663E;&#x793A;&#x6280;&#x672F;&#x548C;&#x4F20;&#x64AD;&#x901A;&#x9053;&#x3002;&#x6BD4;&#x5982; &#x5E27;&#x3001;&#x573A;&#x7684;&#x6982;&#x5FF5;&#xFF0C;&#x4E3A;&#x6570;&#x5B57;&#x673A;&#x9876;&#x76D2;&#x6536;&#x8D39;&#x8BBE;&#x8BA1;&#x7684;&#x6761;&#x4EF6;&#x63A5;&#x6536;&#xFF08;CA&#xFF09;&#x3001;&#x667A;&#x80FD;&#x5361;&#x7B49;&#x65B9;&#x6848;&#xFF1B;&#x4E3A;&#x9002;&#x5E94;&#x7535;&#x89C6;&#x8F93;&#x5165;&#x800C;&#x8BBE;&#x8BA1;&#x7684;&#x5404;&#x79CD;&#x786C;&#x4EF6;&#x6807;&#x51C6;&#x63A5;&#x53E3;&#xFF0C;&#x590D;&#x5408;&#x3001;&#x5206;&#x91CF;&#x3001;HDMI&#x7B49;&#xFF1B;&#x4E3A;&#x9002;&#x5E94;&#x5404;&#x4E2A;&#x5730;&#x533A;&#x7684;&#x7535;&#x89C6;&#x6807;&#x51C6;&#x800C;&#x4E0D;&#x5F97;&#x4E0D;&#x652F;&#x6301;&#x7684;NTSC&#x3001;PAL&#x3001;480i&#x3001;480p&#x3001;576i&#x3001;576p&#x3001;720p&#x3001;1080p&#x2026;&#x2026;</p>
<p>&#x6211;&#x66FE;&#x7ECF;&#x505A;&#x8FC7;&#x4E00;&#x4E2A;&#x5317;&#x7F8E;&#x5E02;&#x573A;&#x7684;&#x673A;&#x9876;&#x76D2;&#x65B9;&#x6848;&#xFF0C;&#x540C;&#x6837;&#x662F;NTSC&#x5236;&#x5F0F;&#xFF0C;&#x4E0D;&#x540C;&#x7684;&#x56FD;&#x5BB6;&#x7684;&#x8FD8;&#x6709;&#x7EC6;&#x8282;&#x7684;&#x5DEE;&#x5F02;&#xFF0C;&#x8FD9;&#x79CD;&#x533A;&#x57DF;&#x6027;&#x7684;&#x653F;&#x7B56;&#x58C1;&#x5792;&#x7ED9;&#x4EA7;&#x54C1;&#x5F00;&#x53D1;&#x9020;&#x6210;&#x4E86;&#x5F88;&#x591A;&#x56F0;&#x96BE;&#x3002;</p>
<p>&#x73B0;&#x5728;&#x7684;&#x4E92;&#x8054;&#x7F51;&#x89C6;&#x9891;&#x4E2D;&#xFF0C;HLS&#x5207;&#x7247;&#x7528;&#x7684;&#x662F;&#x7B80;&#x5316;&#x7248;&#x7684;TS&#x6D41;&#xFF0C;&#x89C6;&#x9891;&#x7528;&#x7684;&#x662F;H.264&#x6807;&#x51C6;&#xFF0C;&#x8FD9;&#x91CC;&#x9762;&#x8FD8;&#x6709;&#x4E00;&#x4E9B;&#x6570;&#x5B57;&#x7535;&#x89C6;&#x7684;&#x75D5;&#x8FF9;&#xFF0C;&#x4F46;&#x968F;&#x7740;&#x4E92;&#x8054;&#x7F51;&#x89C6;&#x9891;&#x5708;&#x7684;&#x8BDD;&#x8BED;&#x6743;&#x9010;&#x6E10;&#x6269;&#x5927;&#xFF0C;&#x518D;&#x7EE7;&#x7EED;&#x5F80;&#x524D;&#x53D1;&#x5C55;&#xFF0C;&#x89C6;&#x9891;&#x6807;&#x51C6;&#x4E2D;&#x7684;&#x7535;&#x89C6;&#x7684;&#x6982;&#x5FF5;&#x5C06;&#x6E10;&#x6E10;&#x88AB;&#x6DE1;&#x5316;&#x3002;</p>
<h4 id="5">5</h4>
<p>&#x4E92;&#x8054;&#x7F51;&#x89C6;&#x9891;&#x7684;&#x53D1;&#x5C55;&#x8DEF;&#x7EBF;&#xFF0C;&#x57FA;&#x672C;&#x4E0A;&#x662F;&#x4E0B;&#x8F7D;&#x3001;&#x70B9;&#x5BF9;&#x70B9;&#x89C6;&#x9891;&#x64AD;&#x653E;&#x5668;&#xFF08;&#x5FEB;&#x64AD;&#x3001;PPLive&#xFF09;&#x3001;&#x70B9;&#x64AD;&#xFF08;&#x4F18;&#x9177;&#x3001;&#x7231;&#x5947;&#x827A;&#xFF09;&#x3001;&#x76F4;&#x64AD;&#x3001;&#x77ED;&#x89C6;&#x9891;&#x3001;&#x4E92;&#x52A8;&#x76F4;&#x64AD;&#x2026;&#x2026;</p>
<p>5&#x5E74;&#x524D;&#xFF0C;&#x6211;&#x5728;&#x4E0A;&#x4E00;&#x5BB6;&#x516C;&#x53F8;&#x4E0B;&#x5C97;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x66FE;&#x7ECF;&#x62FF;&#x5230;&#x89C6;&#x9891;&#x884C;&#x4E1A;&#x67D0;&#x5927;&#x5382;&#x7684;Offer&#xFF0C;&#x867D;&#x7136;&#x6CA1;&#x53BB;&#xFF0C;&#x4F46;&#x5F88;&#x8363;&#x5E78;&#x7684;&#x548C;&#x4ED6;&#x4EEC;CTO&#x6210;&#x4E86;&#x670B;&#x53CB;&#x3002;&#x4E00;&#x6B21;&#x804A;&#x5929;&#x65F6;&#xFF0C;&#x5927;&#x4F6C;&#x7A81;&#x751F;&#x611F;&#x6168;&#xFF0C;&#x8BF4;&#x4ED6;&#x600E;&#x4E48;&#x4E5F;&#x6CA1;&#x80FD;&#x60F3;&#x5230;&#xFF0C;&#x89C6;&#x9891;&#x884C;&#x4E1A;&#x4F1A;&#x671D;&#x7740;&#x8FD9;&#x6837;&#x4E00;&#x4E2A;&#x65B9;&#x5411;&#x53D1;&#x5C55;&#x3002;</p>
<p>&#x4ED6;&#x5F53;&#x65F6;&#x804A;&#x7684;&#x8FD8;&#x662F;&#x89C6;&#x9891;&#x76F4;&#x64AD;&#x4EA7;&#x54C1;&#x3002;</p>
<p>&#x6211;&#x4F30;&#x8BA1;&#xFF0C;&#x5305;&#x62EC;&#x4ED6;&#x5728;&#x5185;&#x7684;&#x5F88;&#x591A;&#x4EBA;&#xFF0C;&#x4E5F;&#x6CA1;&#x60F3;&#x5230;&#x77ED;&#x89C6;&#x9891;&#x4F1A;&#x6210;&#x4E3A;&#x4E00;&#x4E2A;&#x7206;&#x70B9;&#x3002;</p>
<h4 id="6">6</h4>
<p>&#x77ED;&#x89C6;&#x9891;&#x6253;&#x7834;&#x4E86;&#x5E7F;&#x7535;&#x884C;&#x4E1A;&#x5BF9;&#x5185;&#x5BB9;&#x7684;&#x5784;&#x65AD;&#xFF0C;&#x5386;&#x53F2;&#x53EF;&#x80FD;&#x4ECE;&#x6B64;&#x88AB;&#x6539;&#x5199;&#x3002;</p>
<p>&#x81EA;&#x8BDE;&#x751F;&#x4EE5;&#x6765;&#xFF0C;&#x8FD9;&#x90FD;&#x662F;&#x4E00;&#x4E2A;&#x7531;&#x5185;&#x5BB9;&#x5236;&#x4F5C;&#x65B9;&#x63A7;&#x5236;&#x4E86;&#x7684;&#x4E00;&#x4E2A;&#x884C;&#x4E1A;&#xFF0C;&#x5E7F;&#x64AD;&#x7535;&#x89C6;&#x3001;&#x7535;&#x5F71;&#x516C;&#x53F8;&#x5BF9;&#x884C;&#x4E1A;&#x6709;&#x7740;&#x4E0D;&#x53EF;&#x52A8;&#x6447;&#x7684;&#x63A7;&#x5236;&#x529B;&#x548C;&#x8BDD;&#x8BED;&#x6743;&#xFF0C;&#x4E92;&#x8054;&#x7F51;&#x89C6;&#x9891;&#x516C;&#x53F8;&#x53EA;&#x80FD;&#x901A;&#x8FC7;&#x8D2D;&#x4E70;&#x7248;&#x6743;&#x548C;&#x81EA;&#x5236;&#x5185;&#x5BB9;&#x6765;&#x83B7;&#x5F97;&#x89C6;&#x9891;&#x5185;&#x5BB9;&#x3002;</p>
<p>&#x8FD9;&#x79CD;&#x5C40;&#x52BF;&#x88AB;&#x77ED;&#x89C6;&#x9891;&#x7ED9;&#x6253;&#x7834;&#x4E86;&#xFF0C;&#x5185;&#x5BB9;&#x5F00;&#x59CB;&#x55B7;&#x53D1;&#x3002;</p>
<p>&#x6211;&#x6709;&#x4E2A;&#x670B;&#x53CB;&#xFF0C;&#x662F;&#x4E2A;&#x5BFC;&#x6F14;&#xFF0C;&#x73B0;&#x5728;&#x4ED6;&#x7684;&#x6574;&#x4E2A;&#x56E2;&#x961F;&#x90FD;&#x5F00;&#x59CB;&#x8F6C;&#x5411;&#x77ED;&#x89C6;&#x9891;&#x5236;&#x4F5C;&#x4E86;&#xFF0C;&#x4ECE;&#x63A5;&#x9879;&#x76EE;&#x3001;&#x5199;&#x5267;&#x672C;&#x3001;&#x62CD;&#x6444;&#x5230;&#x5E73;&#x53F0;&#x4E0A;&#x7EBF;&#x8FD0;&#x8425;&#x4E00;&#x6761;&#x9F99;&#x3002;</p>
<p>&#x53E6;&#x5916;&#x4E00;&#x4E2A;&#x670B;&#x53CB;&#xFF0C;&#x4E5F;&#x662F;&#x5BFC;&#x6F14;&#xFF0C;&#x4ED6;&#x8BF4;&#x4ED6;&#x5341;&#x597D;&#x51E0;&#x5E74;&#x90FD;&#x662F;&#x641E;&#x7535;&#x89C6;&#x5267;&#x5236;&#x4F5C;&#x7684;&#xFF0C;&#x77ED;&#x89C6;&#x9891;&#x8FD9;&#x4E2A;&#x884C;&#x4E1A;&#x4ED6;&#x662F;&#x4E0D;&#x61C2;&#x7684;&#x3002;</p>
<p>&#x4ED6;&#x5BF9;&#x77ED;&#x89C6;&#x9891;&#x7684;&#x6001;&#x5EA6;&#xFF0C;&#x5C31;&#x50CF;&#x6211;&#x4EEC;&#x4E00;&#x4E9B;&#x540C;&#x884C;&#x770B;&#x4E92;&#x8054;&#x7F51;&#x4E00;&#x6837;&#xFF1A;&#x770B;&#x4E0D;&#x61C2;&#xFF0C;&#x6240;&#x4EE5;&#x4E0D;&#x770B;&#x4E86;&#x3002;</p>
<h4 id="7">7</h4>
<p>&#x867D;&#x7136;&#x90FD;&#x5728;&#x505A;&#x89C6;&#x9891;&#xFF0C;&#x5BF9;&#x4E8E;&#x5927;&#x90E8;&#x5206;&#x516C;&#x53F8;&#x6765;&#x8BF4;&#xFF0C;&#x77ED;&#x89C6;&#x9891;&#x53EA;&#x662F;&#x5176;&#x4EA7;&#x54C1;&#x4E0A;&#x7684;&#x4E00;&#x4E2A;&#x529F;&#x80FD;&#xFF0C;&#x800C;&#x5BF9;&#x4E8E;&#x6296;&#x97F3;&#x548C;&#x5FEB;&#x624B;&#x6765;&#x8BF4;&#xFF0C;&#x89C6;&#x9891;&#x662F;&#x4E00;&#x4E2A;&#x5165;&#x53E3;&#x3002;</p>
<p>20&#x5E74;&#x524D;&#xFF0C;&#x4E92;&#x8054;&#x7F51;&#x521A;&#x5174;&#x8D77;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x6240;&#x6709;&#x4E92;&#x8054;&#x7F51;&#x516C;&#x53F8;&#x90FD;&#x5728;&#x7F51;&#x7AD9;&#x4E0A;&#x52A0;&#x4E00;&#x4E2A;&#x641C;&#x7D22;&#x529F;&#x80FD;&#xFF0C;&#x53EA;&#x6709;Google&#x548C;&#x767E;&#x5EA6;&#x628A;&#x641C;&#x7D22;&#x5F53;&#x6210;&#x662F;&#x4E92;&#x8054;&#x7F51;&#x7684;&#x5165;&#x53E3;&#x3002;</p>
<p>&#x8003;&#x8651;&#x95EE;&#x9898;&#x7684;&#x89D2;&#x5EA6;&#x4E0D;&#x4E00;&#x6837;&#xFF0C;&#x7ED3;&#x5C40;&#x5C31;&#x4F1A;&#x5927;&#x4E0D;&#x4E00;&#x6837;&#x3002;</p>
<h4 id="8">8</h4>
<p>&#x8FD8;&#x662F;&#x4E0B;&#x5C97;&#x7684;&#x90A3;&#x4E00;&#x5E74;&#xFF0C;&#x5728;&#x67D0;&#x5927;&#x5382;&#x9762;&#x8BD5;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x4ED6;&#x4EEC;&#x8001;&#x5927;&#x95EE;&#x6211;&#xFF0C;&#x80FD;&#x4E0D;&#x80FD;&#x505A;&#x4E00;&#x4E2A;&#x7CFB;&#x7EDF;&#xFF0C;&#x628A;&#x89C6;&#x9891;&#x91CC;&#x7684;&#x5185;&#x5BB9;&#x5143;&#x7D20;&#x90FD;&#x6458;&#x8981;&#x51FA;&#x6765;&#xFF0C;&#x6BD4;&#x5982;&#x67D0;&#x4E2A;&#x6F14;&#x5458;&#x6234;&#x7684;&#x9996;&#x9970;&#x3001;&#x7A7F;&#x7684;&#x8863;&#x670D;&#xFF0C;&#x63D0;&#x53D6;&#x51FA;&#x6765;&#x4E4B;&#x540E;&#x548C;&#x516C;&#x53F8;&#x7684;&#x5E7F;&#x544A;&#x6570;&#x636E;&#x5339;&#x914D;&#xFF0C;&#x5728;&#x7528;&#x6237;&#x89C2;&#x5F71;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x6839;&#x636E;&#x7528;&#x6237;&#x4FE1;&#x606F;&#x5728;&#x5408;&#x9002;&#x65F6;&#x673A;&#x63A8;&#x9001;&#x5408;&#x9002;&#x7684;&#x4EA7;&#x54C1;&#x5E7F;&#x544A;&#xFF1F;</p>
<p>&#x8FD9;&#x4E2A;&#x95EE;&#x9898;&#x56F0;&#x6270;&#x4E86;&#x6211;&#x597D;&#x51E0;&#x5E74;&#xFF0C;&#x4E5F;&#x66FE;&#x7ECF;&#x60F3;&#x5C1D;&#x8BD5;&#x8F6C;&#x884C;&#x505A;&#x4E00;&#x4E0B;&#x89C6;&#x9891;&#x5206;&#x6790;&#x3002;</p>
<p>&#x524D;&#x51E0;&#x5929;&#x8DDF;&#x4E00;&#x4E2A;&#x5E08;&#x5F1F;&#x804A;&#x5929;&#xFF0C;&#x4ED6;&#x8BF4;&#x4ED6;&#x4EEC;&#x6B63;&#x5728;&#x505A;&#x8FD9;&#x4E2A;&#x3002;</p>
<p>&#x57FA;&#x4E8E;&#x89C6;&#x9891;&#x6570;&#x636E;&#x6316;&#x6398;&#x7684;&#x64AD;&#x653E;&#x5668;&#x5E94;&#x7528;&#xFF0C;&#x4F1A;&#x4E0D;&#x4F1A;&#x6210;&#x4E3A;&#x4E00;&#x4E2A;&#x65B0;&#x7684;&#x7528;&#x6237;&#x5165;&#x53E3;&#x5462;&#xFF1F;</p>
<p>&#x90A3;&#x4E9B;&#x53EA;&#x4E13;&#x6CE8;&#x7B97;&#x6CD5;&#xFF0C;&#x4E0D;&#x64C5;&#x957F;&#x4E1A;&#x52A1;&#x7684;&#x516C;&#x53F8;&#x53EF;&#x80FD;&#x90FD;&#x4F1A;&#x9762;&#x4E34;&#x5171;&#x540C;&#x7684;&#x5C34;&#x5C2C;&#xFF1A;&#x6CA1;&#x6709;&#x5185;&#x5BB9;&#xFF0C;&#x54EA;&#x6765;&#x7B97;&#x6CD5;&#xFF1F;</p>
<p>&#x53EA;&#x6709;&#x548C;&#x4E1A;&#x52A1;&#x5F3A;&#x7ED3;&#x5408;&#xFF0C;&#x7B97;&#x6CD5;&#x548C;&#x67B6;&#x6784;&#x624D;&#x6709;&#x751F;&#x547D;&#x529B;&#x3002;</p>
<h4 id="9">9</h4>
<p>&#x6211;&#x73B0;&#x5728;&#x7684;&#x56E2;&#x961F;&#xFF0C;&#x662F;&#x4ECE;&#x53BB;&#x5E74;&#x5F00;&#x59CB;&#x5168;&#x9762;&#x8F6C;&#x5411;&#x4E92;&#x8054;&#x7F51;&#x6280;&#x672F;&#x67B6;&#x6784;&#x7684;&#xFF0C;&#x6211;&#x4E2A;&#x4EBA;&#x4E3A;&#x6B64;&#x51C6;&#x5907;&#x7684;&#x65F6;&#x95F4;&#x8981;&#x66F4;&#x957F;&#x4E00;&#x4E9B;&#x3002;</p>
<p>&#x8FD9;&#x51E0;&#x5E74;&#x63A5;&#x89E6;&#x7684;&#x5BA2;&#x6237;&#xFF0C;&#x4E0D;&#x8BBA;&#x804A;&#x4EC0;&#x4E48;&#x9879;&#x76EE;&#xFF0C;&#x4EC0;&#x4E48;&#x9700;&#x6C42;&#xFF0C;&#x6700;&#x540E;&#x90FD;&#x4F1A;&#x7ED5;&#x5230;&#x4E92;&#x8054;&#x7F51;&#x5E94;&#x7528;&#x4E0A;&#x3002;&#x6700;&#x7EC8;&#x6211;&#x60F3;&#x660E;&#x767D;&#x4E86;&#x4E00;&#x70B9;&#xFF0C;&#x6240;&#x8C13;&#x7684;&#x201C;&#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#x201D;&#x4EA7;&#x54C1;&#xFF0C;&#x5B83;&#x7684;&#x5F62;&#x6001;&#x4E00;&#x5B9A;&#x662F;&#x201C;&#x4E92;&#x8054;&#x7F51;&#x201D;+&#x201C;&#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#x201D;&#x3002;</p>
<p>&#x4E5F;&#x6B63;&#x662F;&#x8FD9;&#x4E2A;&#x601D;&#x8DEF;&#xFF0C;&#x8BA9;&#x6211;&#x91CD;&#x65B0;&#x8C03;&#x6574;&#x81EA;&#x5DF1;&#x7684;&#x6280;&#x672F;&#x65B9;&#x5411;&#xFF0C;&#x5168;&#x9762;&#x62E5;&#x62B1;&#x4E92;&#x8054;&#x7F51;&#x6280;&#x672F;&#x3002;</p>
<p>&#x91CD;&#x7528;&#x4E92;&#x8054;&#x7F51;&#x540C;&#x884C;&#x9A8C;&#x8BC1;&#x8FC7;&#x7684;&#x6280;&#x672F;&#x65B9;&#x6848;&#xFF0C;&#x52A0;&#x4E0A;&#x5408;&#x7406;&#x7684;&#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#x8BAD;&#x7EC3;&#x7B97;&#x529B;&#x53CA;&#x6A21;&#x578B;&#x7684;&#x90E8;&#x7F72;&#xFF0C;&#x53EF;&#x4EE5;&#x964D;&#x4F4E;AI&#x7CFB;&#x7EDF;&#x5F00;&#x53D1;&#x96BE;&#x5EA6;&#xFF0C;&#x66F4;&#x5BB9;&#x6613;&#x6EE1;&#x8DB3;&#x5BA2;&#x6237;&#x8981;&#x6C42;&#xFF0C;&#x8D34;&#x8FD1;&#x7528;&#x6237;&#x4F7F;&#x7528;&#x4E60;&#x60EF;&#x3002;</p>
<p>&#x6240;&#x6709;&#x7F3A;&#x5E2D;&#x7684;&#x8BFE;&#xFF0C;&#x90FD;&#x5F97;&#x8865;&#x4E0A;&#x3002;</p>
<p>&#x5B66;&#x4E60;&#x65B0;&#x6280;&#x672F;&#x603B;&#x662F;&#x5F88;&#x96BE;&#x7684;&#xFF0C;&#x66F4;&#x96BE;&#x7684;&#x662F;&#xFF0C;&#x5728;&#x5B66;&#x4E60;&#x6280;&#x672F;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x7406;&#x89E3;&#x65F6;&#x4EE3;&#x7684;&#x53D8;&#x8FC1;&#x3002;</p>
<h4 id="10">10</h4>
<p>&#x4E92;&#x52A8;&#x76F4;&#x64AD;&#x5C06;&#x662F;&#x4E0B;&#x4E00;&#x4E2A;&#x7206;&#x53D1;&#x70B9;&#xFF0C;WebRTC&#x5E26;&#x6765;&#x7684;&#x4F4E;&#x5EF6;&#x8FDF;&#x4E92;&#x52A8;&#x7ED9;&#x5F88;&#x591A;&#x5E94;&#x7528;&#x573A;&#x666F;&#x5E26;&#x6765;&#x4E86;&#x60F3;&#x8C61;&#x7A7A;&#x95F4;&#x3002;&#x6BD4;&#x5982;&#x65E0;&#x4EBA;&#x673A;&#xFF0C;&#x4E92;&#x52A8;&#x533B;&#x7597;&#x7B49;&#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#x9886;&#x57DF;&#xFF0C;&#x6BD4;&#x5982;VR&#x7F16;&#x7801;&#x5668;&#x548C;&#x4F20;&#x8F93;&#x3002;</p>
<p>WebRTC&#x7684;&#x80CC;&#x540E;&#xFF0C;&#x662F;&#x8FD1;&#x51E0;&#x5341;&#x5E74;&#x7684;&#x6765;&#x4E92;&#x8054;&#x7F51;&#x7684;&#x6280;&#x672F;&#x79EF;&#x7D2F;&#x548C;&#x57FA;&#x7840;&#x5EFA;&#x8BBE;&#x3002;</p>
<p>&#x4F20;&#x7EDF;&#x884C;&#x4E1A;&#x7EC8;&#x5C06;&#x53D7;&#x60E0;&#x4E8E;&#x4E92;&#x8054;&#x7F51;&#x6280;&#x672F;&#x7684;&#x53D1;&#x5C55;&#xFF0C;&#x7528;&#x4E92;&#x8054;&#x7F51;&#x7684;&#x6280;&#x672F;&#xFF0C;&#x5728;&#x81EA;&#x5DF1;&#x7684;&#x5782;&#x76F4;&#x9886;&#x57DF;&#x91CC;&#x505A;&#x51FA;&#x66F4;&#x597D;&#x7684;&#x4EA7;&#x54C1;&#x3002;</p>
<p>&#x4EC5;&#x4EC5;&#x53EA;&#x9700;&#x653E;&#x4E0B;&#x8EAB;&#x6BB5;&#xFF0C;&#x8981;&#x62FF;&#x51FA;&#x4E00;&#x70B9;&#x70B9;&#x52C7;&#x6C14;&#xFF0C;&#x7528;&#x6570;&#x636E;&#x548C;&#x5BA2;&#x6237;&#x8D44;&#x6E90;&#xFF0C;&#x540C;&#x6837;&#x53EF;&#x4EE5;&#x5EFA;&#x7ACB;&#x8D77;&#x5F88;&#x597D;&#x7684;&#x58C1;&#x5792;&#x3002;</p>
<h4 id="11">11</h4>
<p>&#x89C6;&#x9891;&#x7F16;&#x7801;&#x5668;&#x7684;&#x6838;&#x5FC3;&#x662F;&#x7801;&#x7387;&#x63A7;&#x5236;&#xFF0C;&#x8FD9;&#x4E00;&#x5757;&#x7684;&#x4EA7;&#x54C1;&#x5316;&#x4E0A;&#x8FD8;&#x80FD;&#x505A;&#x4E0D;&#x5C11;&#x4E8B;&#x60C5;&#x3002;</p>
<p>&#x4F4E;&#x5EF6;&#x8FDF;&#x6A21;&#x578B;&#x4E0B;&#xFF0C;&#x5C06;&#x7EC8;&#x7AEF;&#x7684;&#x7528;&#x6237;&#x7684;&#x4F53;&#x9A8C;&#x5FEB;&#x901F;&#x7684;&#x53CD;&#x9988;&#x5230;&#x7F16;&#x7801;&#x7AEF;&#xFF0C;&#x7528;&#x4E8E;&#x7F16;&#x7801;&#x51B3;&#x7B56;&#x53C2;&#x8003;&#xFF0C;&#x4E00;&#x5B9A;&#x4F1A;&#x7ED9;&#x7F16;&#x7801;&#x3001;&#x4F20;&#x8F93;&#x3001;&#x7EC8;&#x7AEF;&#x5E94;&#x7528;&#x90FD;&#x5E26;&#x6765;&#x6781;&#x5927;&#x4F18;&#x5316;&#x7A7A;&#x95F4;&#x3002;</p>
<p>&#x8FDE;&#x9501;&#x53CD;&#x5E94;&#x4E4B;&#x4E0B;&#xFF0C;&#x5BF9;&#x5168;&#x94FE;&#x8DEF;&#x6280;&#x672F;&#x7684;&#x628A;&#x63A7;&#x80FD;&#x529B;&#xFF0C;&#x662F;&#x5BF9;&#x67B6;&#x6784;&#x5E08;&#x548C;&#x6240;&#x5728;&#x56E2;&#x961F;&#x7684;&#x6781;&#x81F4;&#x8003;&#x9A8C;&#x3002;</p>
<h4 id="12">12</h4>
<p>&#x6DF1;&#x5733;&#x7684;&#x9E4F;&#x7A0B;&#x5B9E;&#x9A8C;&#x5BA4;&#x6700;&#x8FD1;&#x5F00;&#x4E86;&#x4E00;&#x4E2A;&#x4E0D;&#x5927;&#x5F15;&#x4EBA;&#x6CE8;&#x610F;&#x7684;&#x516C;&#x4F17;&#x53F7;&#xFF1A;IEEE DCSC OFFICIAL</p>
<p><img src="../images/2021-01-06/cff371be85e1.png" alt="cff371be85e1.png"></p>
<p>&#x6211;&#x770B;&#x8FD9;&#x4E2A;&#x6D88;&#x606F;&#x7684;&#x7B2C;&#x4E00;&#x53CD;&#x5E94;&#x662F;&#xFF0C;&#x4E2D;&#x56FD;&#x6807;&#x51C6;&#x5F00;&#x59CB;&#x8D70;&#x5411;&#x4E16;&#x754C;&#x4E86;&#xFF0C;&#x7D27;&#x8DDF;&#x7740;&#x7684;&#x53CD;&#x5E94;&#x662F;&#xFF0C;AI&#x6A21;&#x578B;&#x6807;&#x51C6;&#x5316;&#x5C06;&#x52A0;&#x901F;AI&#x786C;&#x4EF6;&#x7684;&#x4EA7;&#x4E1A;&#x5316;&#x8FDB;&#x7A0B;&#x3002;</p>
<p>&#x76EE;&#x524D;&#x6709;&#x4E0D;&#x5C11;&#x516C;&#x53F8;&#x5728;&#x5C1D;&#x8BD5;&#x5728;&#x89C6;&#x9891;&#x4EA7;&#x54C1;&#x4E2D;&#x5F15;&#x5165;AI&#x7B97;&#x6CD5;&#xFF0C;&#x6BD4;&#x5982;&#x67D0;&#x5382;&#x7528;AI&#x505A;&#x89C6;&#x9891;&#x5206;&#x7C7B;&#xFF0C;&#x6839;&#x636E;&#x89C6;&#x9891;&#x7C7B;&#x578B;&#x8BBE;&#x5B9A;&#x4E0D;&#x540C;&#x7684;&#x7F16;&#x7801;&#x53C2;&#x6570;&#xFF1B;&#x6709;&#x7684;&#x516C;&#x53F8;&#x628A;&#x7528;&#x6237;&#x4E0A;&#x4F20;&#x7684;&#x4F4E;&#x5206;&#x8FA8;&#x7387;&#x7684;&#x89C6;&#x9891;&#x8D85;&#x5206;&#x5230;4K&#xFF0C;&#x505A;4K&#x76F4;&#x64AD;&#x3002;</p>
<p>Netflix&#x516C;&#x53F8;&#x63D0;&#x51FA;&#x7684;VMAF&#x7B97;&#x6CD5;&#x8BD5;&#x56FE;&#x4F7F;&#x7F16;&#x7801;&#x6027;&#x80FD;&#x66F4;&#x63A5;&#x8FD1;&#x4E8E;&#x4EBA;&#x773C;&#x4E3B;&#x89C2;&#x6D4B;&#x8BD5;&#xFF0C;&#x636E;&#x8BF4;&#x73B0;&#x5728;&#x8981;&#x8BF4;&#x4E0D;&#x77E5;&#x9053;VMAF&#x90FD;&#x4E0D;&#x597D;&#x610F;&#x601D;&#x8BF4;&#x81EA;&#x5DF1;&#x662F;&#x505A;&#x89C6;&#x9891;&#x7684;&#x3002;</p>
<p>&#x8FD9;&#x4E00;&#x72B6;&#x51B5;&#x53EF;&#x80FD;&#x5728;&#x4E0B;&#x4E00;&#x4E2A;&#x5341;&#x5E74;&#x53D1;&#x751F;&#x6539;&#x53D8;&#x3002;</p>
<p>&#x5982;&#x679C;&#x884C;&#x4E1A;&#x4E00;&#x8D77;&#x9A8C;&#x8BC1;&#x67D0;&#x4E9B;&#x6A21;&#x578B;&#x5BF9;&#x67D0;&#x4E9B;&#x89C6;&#x9891;&#x5E8F;&#x5217;&#x5728;&#x67D0;&#x4E9B;&#x5E94;&#x7528;&#x573A;&#x666F;&#x4E2D;&#x6709;&#x6548;&#x4E4B;&#x540E;&#xFF0C;&#x5C31;&#x4F1A;&#x5F62;&#x6210;&#x6807;&#x51C6;&#x6A21;&#x578B;&#xFF0C;&#x82AF;&#x7247;&#x5382;&#x5546;&#x53EA;&#x9700;&#x8981;&#x652F;&#x6301;&#x76F8;&#x5E94;&#x7684;&#x6A21;&#x578B;&#xFF0C;&#x800C;&#x7B97;&#x6CD5;&#x4E13;&#x5BB6;&#x5BF9;&#x76F8;&#x5E94;&#x7684;&#x6A21;&#x578B;&#x505A;&#x9488;&#x5BF9;&#x6027;&#x8BAD;&#x7EC3;&#x4E4B;&#x540E;&#xFF0C;&#x53EA;&#x9700;&#x8981;&#x63D0;&#x4F9B;&#x6A21;&#x578B;&#x6570;&#x636E;&#x5373;&#x53EF;&#x6295;&#x5165;&#x5E94;&#x7528;&#x3002;&#x90A3;&#x65F6;&#x5019;&#xFF0C;AI&#x89C6;&#x9891;&#x65F6;&#x4EE3;&#x7684;&#x5927;&#x95E8;&#x5C31;&#x4F1A;&#x771F;&#x7684;&#x88AB;&#x6253;&#x5F00;&#x3002;</p>
<h4 id="13">13</h4>
<p>&#x64AD;&#x653E;&#x5668;&#x53EA;&#x662F;&#x8FD9;&#x4E2A;&#x94FE;&#x8DEF;&#x4E0A;&#x7684;&#x4E00;&#x4E2A;&#x73AF;&#x8282;&#xFF0C;&#x5374;&#x662F;&#x6700;&#x7EC8;&#x5E26;&#x7ED9;&#x7528;&#x6237;&#x4F53;&#x9A8C;&#x548C;&#x5B9E;&#x73B0;&#x4EA7;&#x54C1;&#x903B;&#x8F91;&#x7684;&#x6700;&#x540E;&#x4E00;&#x73AF;&#xFF0C;&#x662F;&#x9732;&#x51FA;&#x6D77;&#x9762;&#x7684;&#x51B0;&#x5C71;&#x4E00;&#x89D2;&#xFF0C;&#x6700;&#x7CBE;&#x5F69;&#x7684;&#x90E8;&#x5206;&#x90FD;&#x5728;&#x8FD9;&#x91CC;&#x4E86;&#x3002;</p>
<p>&#x5F53;&#x4F60;&#x518D;&#x62FF;&#x8D77;&#x624B;&#x673A;&#xFF0C;&#x624B;&#x6307;&#x6ED1;&#x52A8;&#x7740;&#x89C6;&#x9891;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x53EF;&#x80FD;&#x8FD8;&#x611F;&#x89C9;&#x4E0D;&#x5230;&#xFF0C;&#x4E00;&#x4E2A;&#x65B0;&#x7684;&#x65F6;&#x4EE3;&#x6B63;&#x5728;&#x5F00;&#x542F;&#x3002;</p>
<p>&#x8FD9;&#x4E2A;&#x65F6;&#x4EE3;&#xFF0C;&#x6709;&#x4E2A;&#x53EB;Pony&#x7684;&#x4EBA;&#x7ED9;&#x5B83;&#x8D77;&#x4E86;&#x4E2A;&#x540D;&#x5B57;&#xFF0C;&#x53EB;&#x201C;&#x5168;&#x771F;&#x4E92;&#x8054;&#x201D;&#x3002;</p>
<p>&#x8001;&#x7334; 2020-12-10</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                
                <a href="../" class="navigation navigation-next navigation-unique" aria-label="Next page: 前言">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"漫谈视频行业","level":"1.1","depth":1,"next":{"title":"前言","level":"2.1","depth":1,"path":"README.md","ref":"README.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":[],"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"video/mt_video_1.md","mtime":"2021-01-06T07:57:53.410Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2021-01-06T07:58:02.452Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

